var gPlayData = {
    "langlink": "player_102_e.html",
    "beforelink": "player_001.html?101",
    "nextlink": "player_003.html?103",
    "jptitle": "第1課　談話練習1　気遣って声をかける",
    "djp": [
        "1. （A：先輩社員　B：新人社員）",
        "Ａ：日本の生活にはもう慣れましたか。",
        "Ｂ：ええ、おかげさまで。周りの方がいろいろ助けてくださいますから。",
        "Ａ：それはよかったですね。困ったことがあったら、いつでも声をかけてください。",
        "Ｂ：ありがとうございます。",
        "2. （A：ホストファミリーのお父さん　B：留学生）",
        "Ａ：日本語能力試験の勉強は順調ですか。",
        "Ｂ：ええ、おかげさまで。わからない時はクラスメートが教えてくれますから。",
        "Ａ：それはよかったですね。試験に合格すると、就職の時、役に立ちますから、頑張ってください。",
        "Ｂ：はい。頑張ります。",
        "3. （A：上司 　B：新人）",
        "Ａ：最近、仕事はどうですか。",
        "Ｂ：ええ、おかげさまで。皆さん、親切にしてくださいますから。",
        "Ａ：それはよかったですね。これから忙しくなりますが、しっかりやってください。",
        "Ｂ：はい。わかりました。"
    ],
    "gplaylistAB" : ["s1_d11_01.mp3","s1_d11_02.mp3","s1_d11_03.mp3","s1_d11_04.mp3","s1_d11_05.mp3","s1_d11_06.mp3","s1_d12_01.mp3","s1_d12_02.mp3","s1_d12_03.mp3","s1_d12_04.mp3","s1_d12_05.mp3","s1_d13_01.mp3","s1_d13_02.mp3","s1_d13_03.mp3","s1_d13_04.mp3","s1_d13_05.mp3"],
    "gplaylistAx" : ["s1_d11_01.mp3","s1_d11_02.mp3","s1_d11_03.mp3","@5","s1_d11_05.mp3","@3","s1_d12_01.mp3","s1_d12_02.mp3","@5","s1_d12_04.mp3","@2","s1_d13_01.mp3","s1_d13_02.mp3","@4","s1_d13_04.mp3","@2"],
    "gplaylistxB": ["s1_d11_01.mp3","s1_d11_02.mp3","@2","s1_d11_04.mp3","@5","s1_d11_06.mp3","s1_d12_01.mp3","@3","s1_d12_03.mp3","@8","s1_d12_05.mp3","s1_d13_01.mp3","@2","s1_d13_03.mp3","@5","s1_d13_05.mp3"]
};
