var gPlayData = {
    "langlink": "player_103_e.html",
    "beforelink": "player_002.html?102",
    "nextlink": "index.html",
    "jptitle": "第1課　談話練習2　相手を知る",
    "djp": [
        "1. （A・B：同僚同士）",
        "（居酒屋で）",
        "Ａ：アナンさん、よく料理をするそうですね。私はどうも料理が苦手で……。",
        "Ｂ：実は、毎週料理教室に通っているんです。好きな気持ちさえあれば、誰でもうまくなりますよ。",
        "Ａ：いやいや、私なんか絶対無理です。不器用ですから。",
        "Ｂ：そんなことないですよ。やる気次第です。",
        "2. （A・B：取引先同士）",
        "（居酒屋で）",
        "Ａ：アナンさん、最近、山に登っていますか。",
        "Ｂ：いやあ、それがあまり登っていなくて……。計画をしても、いつも天気が悪くて中止になってしまうんです。天気さえよければ、行くんですが。",
        "Ａ：登山は天気次第ですからね。",
        "Ｂ：ええ。しばらくは、山の映画でも見て、楽しむことにしますよ。",
        "3. （A・B：同僚同士）",
        "（居酒屋で）",
        "Ａ：アナンさん、いつも盆栽の雑誌を持ってますけど、盆栽をやってるんですか。",
        "Ｂ：ええ、日本に来て以来、すっかり夢中になってしまって。でも、雑誌のようにはなかなかうまくいきませんね。",
        "Ａ：そうですか。盆栽は難しいんですね。",
        "Ｂ：ええ、奥が深いです。"
    ],
    "gplaylistAB" : ["s1_d21_01.mp3","s1_d21_02.mp3","s1_d21_03.mp3","s1_d21_04.mp3","s1_d21_05.mp3","s1_d21_06.mp3","s1_d22_01.mp3","s1_d22_02.mp3","s1_d22_03.mp3","s1_d22_04.mp3","s1_d22_05.mp3","s1_d23_01.mp3","s1_d23_02.mp3","s1_d23_03.mp3","s1_d23_04.mp3","s1_d23_05.mp3"],
    "gplaylistAx" : ["s1_d21_01.mp3","s1_d21_02.mp3","s1_d21_03.mp3","@7","s1_d21_05.mp3","@4","s1_d22_01.mp3","s1_d22_02.mp3","@11","s1_d22_04.mp3","@6","s1_d23_01.mp3","s1_d23_02.mp3","@8","s1_d23_04.mp3","@3"],
    "gplaylistxB": ["s1_d21_01.mp3","s1_d21_02.mp3","@6","s1_d21_04.mp3","@4","s1_d21_06.mp3","s1_d22_01.mp3","@4","s1_d22_03.mp3","@2","s1_d22_05.mp3","s1_d23_01.mp3","@5","s1_d23_03.mp3","@3","s1_d23_05.mp3"]
};
