var gPlayData = {
    "langlink": "player_203_e.html",
    "beforelink": "player_002.html?202",
    "nextlink": "index.html",
    "jptitle": "第2課　談話練習2　 アドバイスをする",
    "djp": [
        "1. （A：後輩　B：先輩）",
        "Ａ： この資料を今すぐデータ化したほうがいいですか。ちょっと時間がなくて……。",
        "Ｂ： データ化しておくと、検索する時に便利ですよ。",
        "Ａ： そうですか。",
        "Ｂ： このソフトを使うといいですよ。すごく役に立ちますからね。",
        "Ａ： そうですか。じゃあ、今からインストールします。",
        "2. （A：後輩　B：先輩）",
        "Ａ： 明日の展示会に行ったほうがいいですか。明日は予定が詰まっていて……。",
        "Ｂ： 勉強になるからぜひ行くべきですよ。",
        "Ａ： そうですか。",
        "Ｂ： EX工業のブースに行って、話を聞くといいですよ。業界の最新の動きがわかりますからね。",
        "Ａ： そうですか。じゃあ、都合をつけます。",
        "3. （A：後輩　B：先輩）",
        "Ａ： 来週の丸山工業との打ち合わせの後、食事にお連れしたほうがいいですか。最近、課長に経費削減を厳しく言われていて……。",
        "Ｂ： 丸山工業は大切な取引先だからお連れしたほうがいいですよ。",
        "Ａ： そうですか。",
        "Ｂ： 「和食もみじ」はいいですよ。コストパフォーマンスがいいですからね。",
        "Ａ： そうですか。じゃあ、早速、先方に都合を聞いてみます。"
    ],
    "gplaylistAB" : ["s2_d21_01.mp3","s2_d21_02.mp3","s2_d21_03.mp3","s2_d21_04.mp3","s2_d21_05.mp3","s2_d21_05_2.mp3","s2_d21_06.mp3","s2_d22_01.mp3","s2_d22_02.mp3","s2_d22_03.mp3","s2_d22_04.mp3","s2_d22_05.mp3","s2_d22_06.mp3","s2_d23_01.mp3","s2_d23_02.mp3","s2_d23_03.mp3","s2_d23_04.mp3","s2_d23_05.mp3","s2_d23_06.mp3"],
    "gplaylistAx" : ["s2_d21_01.mp3","s2_d21_02.mp3","s2_d21_03.mp3","@3"           ,"s2_d21_05.mp3","@4"             ,"s2_d21_06.mp3","s2_d22_01.mp3","s2_d22_02.mp3","@2"           ,"s2_d22_04.mp3","@7"           ,"s2_d22_06.mp3","s2_d23_01.mp3","s2_d23_02.mp3","@5"           ,"s2_d23_04.mp3","@4"           ,"s2_d23_06.mp3"],
    "gplaylistxB" : ["s2_d21_01.mp3","s2_d21_02.mp3","@5",           "s2_d21_04.mp3","@1",           "s2_d21_05_2.mp3","@4"           ,"s2_d22_01.mp3","@5"           ,"s2_d22_03.mp3","@1"           ,"s2_d22_05.mp3","@3",           "s2_d23_01.mp3","@10"          ,"s2_d23_03.mp3","@1"           ,"s2_d23_05.mp3","@5"]
};
