var gPlayData = {
    "langlink": "player_303_e.html",
    "beforelink": "player_002.html?302",
    "nextlink": "index.html",
    "jptitle": "第3課　談話練習2　 話を切り上げて終わりのあいさつをする",
    "djp": [
        "1. （A・B：取引先同士 ）",
        "Ａ： では、このお話はお預かりして、後ほどご連絡させていただきます。",
        "Ｂ： わかりました。よろしくお願いします。",
        "Ａ： では、今日はこれで。",
        "Ｂ： 今日はわざわざありがとうございました。",
        "Ａ： ありがとうございました。では、失礼いたします。",
        "2. （A・B：取引先同士 ）",
        "Ａ： 申し訳ありません。今ここでは決められませんので、上に話をしてからということでよろしいでしょうか。",
        "Ｂ： 承知しました。前向きなお返事をお待ちしています。",
        "Ａ： はい。では、価格については再検討して、後日お知らせするということでよろしくお願いいたします。",
        "Ｂ： 今日はわざわざありがとうございました。",
        "Ａ： ありがとうございました。では、失礼いたします。",
        "3. （A・B：取引先同士 ）",
        "Ａ： それでは、少しお時間をいただけますでしょうか。お調べしてメールであらためてご報告させていただきたいと存じますが。",
        "Ｂ： いいですよ。できましたら、2、3日中にお願いします。",
        "Ａ： はい。かしこまりました。では、そういうことで。",
        "Ｂ： 今日はわざわざありがとうございました。",
        "Ａ： ありがとうございました。では、失礼いたします。"
    ],
    "gplaylistAB" : ["s3_d21_01.mp3","s3_d21_02.mp3","s3_d21_03.mp3","s3_d21_04.mp3","s3_d21_05.mp3","s3_d21_06.mp3","s3_d21_07.mp3","s3_d22_01.mp3","s3_d22_02.mp3","s3_d22_03.mp3","s3_d22_04.mp3","s3_d22_05.mp3","s3_d22_06.mp3","s3_d23_01.mp3","s3_d23_02.mp3","s3_d23_03.mp3","s3_d23_04.mp3","s3_d23_05.mp3","s3_d23_06.mp3"],
    "gplaylistAx" : ["s3_d21_01.mp3","s3_d21_02.mp3","s3_d21_03.mp3","@3","s3_d21_05.mp3","@3","s3_d21_07.mp3","s3_d22_01.mp3","s3_d22_02.mp3","@4","s3_d22_04.mp3","@2","s3_d22_06.mp3","s3_d23_01.mp3","s3_d23_02.mp3","@4","s3_d23_04.mp3","@2","s3_d23_06.mp3"],
    "gplaylistxB" : ["s3_d21_01.mp3","s3_d21_02.mp3","@5","s3_d21_04.mp3","@2","s3_d21_06.mp3","@4","s3_d22_01.mp3","@8","s3_d22_03.mp3","@8","s3_d22_05.mp3","@4","s3_d23_01.mp3","@9","s3_d23_03.mp3","@4","s3_d23_05.mp3","@4"]
};
