var gPlayData = {
    "langlink": "player_403_e.html",
    "beforelink": "player_002.html?402",
    "nextlink": "index.html",
    "jptitle": "第4課　談話練習2　 自分の意見を通す",
    "djp": [
        "1. （A：営業部部員　B：コンプライアンス部部員）",
        "Ａ： もう少し調べてみないことには、事故の原因がはっきりわかりませんので、情報公開は待ったほうがいいと思いますが。",
        "Ｂ： そうでしょうか。わかっている情報だけでも、早く公開するべきだと思います。",
        "Ａ： 中途半端な情報で、お客さんにわかってもらえるでしょうか。",
        "Ｂ： お客さんから多くの問い合わせが来ている中で、何も言わなければ、当社の信頼はなくなってしまいます。準備は私のほうでしますので、お願いします。",
        "Ａ： そうですか。そこまで言うなら……。よろしく頼みます。",
        "2. （A：レストランの社長　B：その部下）",
        "Ａ： そんな有名なシェフをうちの店に引き抜くなんて、無理でしょう。",
        "Ｂ： 実は、ちょっとつてがありまして。可能性はあると思います。",
        "Ａ： そうは言いますが、うちのような小さな店には来ないでしょう。",
        "Ｂ： 話してみるだけでもやらせていただけませんか。",
        "Ａ： わかりました。よろしく頼みます。",
        "3. （A：雑誌社の先輩　B：後輩）",
        "Ａ： こっちの写真のモデルはちょっと……でもあっちの写真のモデルもあんまりよくないなあ。",
        "Ｂ： 会ってみないことには、カメラ写りとか雰囲気とかがわかりませんよ。",
        "Ａ： それもそうですね。",
        "Ｂ： こちらで面接の準備をしときましょうか。",
        "Ａ： わかりました。よろしく頼みます。"
    ],
    "gplaylistAB" : ["s4_d21_01.mp3","s4_d21_02.mp3","s4_d21_03.mp3","s4_d21_04.mp3","s4_d21_05.mp3","s4_d21_06.mp3","s4_d21_07.mp3","s4_d22_01.mp3","s4_d22_02.mp3","s4_d22_03.mp3","s4_d22_04.mp3","s4_d22_05.mp3","s4_d22_06.mp3","s4_d23_01.mp3","s4_d23_02.mp3","s4_d23_03.mp3","s4_d23_04.mp3","s4_d23_05.mp3","s4_d23_06.mp3"],
    "gplaylistAx" : ["s4_d21_01.mp3","s4_d21_02.mp3","s4_d21_03.mp3","@6","s4_d21_05.mp3","@11","s4_d21_07.mp3","s4_d22_01.mp3","s4_d22_02.mp3","@5","s4_d22_04.mp3","@3","s4_d22_06.mp3","s4_d23_01.mp3","s4_d23_02.mp3","@5","s4_d23_04.mp3","@3","s4_d23_06.mp3"],
    "gplaylistxB" : ["s4_d21_01.mp3","s4_d21_02.mp3","@8","s4_d21_04.mp3","@4","s4_d21_06.mp3","@6","s4_d22_01.mp3","@4","s4_d22_03.mp3","@4","s4_d22_05.mp3","@4","s4_d23_01.mp3","@7","s4_d23_03.mp3","@2","s4_d23_05.mp3","@3"]
};
