var gPlayData = {
    "langlink": "player_502_e.html",
    "beforelink": "player_001.html?501",
    "nextlink": "player_003.html?503",
    "jptitle": "第5課　談話練習1　 評価する",
    "djp": [
        "1. （A：後輩　B：先輩）",
        "Ａ： 先日いらしたすし屋はどうでしたか。",
        "Ｂ： うーん、悪くはなかったけど、期待通りというわけではなかったな。",
        "Ａ： そうですか。どうしてですか。",
        "Ｂ： コスパがね……おまかせで3万円もするんだから。今は1万円でけっこうおいしいすしが食べられるからね。",
        "Ａ： そうですね。3万円は高いですね。",
        "2. （A・B：人事部の同僚同士 ）",
        "Ａ： 昨日面接した今井さんはどうでしたか。",
        "Ｂ： いい人でしたよ。話し方からして違いますね。",
        "Ａ： そうですか。語学力はどうでしたか。",
        "Ｂ： ええ。留学経験が長いだけあって、ペラペラでしたよ。",
        "Ａ： そうですか。いい人でよかったですね。",
        "3. （A・B：同僚同士 ）",
        "Ａ： 京都はどうでしたか。",
        "Ｂ： ええ、桜が見事でした。",
        "Ａ： そうですか。お寺や神社へは行きましたか。",
        "Ｂ： はい。お寺で座禅をしました。気持ちが落ち着きました。",
        "Ａ： 京都ならではですね。旅行はいいものですよね。"
    ],
    "gplaylistAB" : ["s5_d11_01.mp3","s5_d11_02.mp3","s5_d11_03.mp3","s5_d11_04.mp3","s5_d11_05.mp3","s5_d11_06.mp3","s5_d11_07.mp3","s5_d12_01.mp3","s5_d12_02.mp3","s5_d12_03.mp3","s5_d12_04.mp3","s5_d12_05.mp3","s5_d12_06.mp3","s5_d13_01.mp3","s5_d13_02.mp3","s5_d13_03.mp3","s5_d13_04.mp3","s5_d13_05.mp3","s5_d13_06.mp3"],
    "gplaylistAx" : ["s5_d11_01.mp3","s5_d11_02.mp3","s5_d11_03.mp3","@5","s5_d11_05.mp3","@9","s5_d11_07.mp3","s5_d12_01.mp3","s5_d12_02.mp3","@3","s5_d12_04.mp3","@4","s5_d12_06.mp3","s5_d13_01.mp3","s5_d13_02.mp3","@3","s5_d13_04.mp3","@6","s5_d13_06.mp3"],
    "gplaylistxB" : ["s5_d11_01.mp3","s5_d11_02.mp3","@3","s5_d11_04.mp3","@3","s5_d11_06.mp3","@4","s5_d12_01.mp3","@3","s5_d12_03.mp3","@3","s5_d12_05.mp3","@4","s5_d13_01.mp3","@2","s5_d13_03.mp3","@4","s5_d13_05.mp3","@5"]
};
