var gPlayData = {
    "langlink": "player_503_e.html",
    "beforelink": "player_002.html?502",
    "nextlink": "index.html",
    "jptitle": "第5課　談話練習2　 誘いを断る",
    "djp": [
        "1. （A・B：同僚同士 ）",
        "Ａ： 谷村さん、お昼に行きませんか。",
        "Ｂ： 今はちょっと……。すみません、先に行ってください。",
        "Ａ： 仕事終わりそうなら待ってますけど。",
        "Ｂ： まだちょっと……。お客さまからの連絡待ちなんです。",
        "Ａ： そうですか。じゃあ、お先に。",
        "2. （A・B：同僚同士 ）",
        "Ａ： 江川さん、今週の土曜日、みんなでお花見に行きませんか。",
        "Ｂ： 土曜日はちょっと……。申し訳ありません。残念です。",
        "Ａ： じゃあ、日曜日はどうですか。日曜日のほうがよければ、みんなに聞いてみますけど。",
        "Ｂ： 実は、5年ぶりに両親が東京に来るんです。せっかく誘ってくれたのに、すみません。",
        "Ａ： いえいえ。親孝行のいい機会ですね。",
        "3. （A・B：同僚同士 ）",
        "Ａ： 今晩、内村さんと焼肉を食べるんです。一緒に食べに行きませんか。",
        "Ｂ： 今晩はちょっと……。ごめんなさい。",
        "Ａ： えー、安田さんが好きな焼肉ですよ。めったに予約が取れない店ですよ。",
        "Ｂ： あした、朝6時の新幹線で大阪に出張なんです。行きたいのはやまやまなんですけど。",
        "Ａ： そっか。じゃあ、しょうがないですね。また機会があったらぜひ。"
    ],
    "gplaylistAB" : ["s5_d21_01.mp3","s5_d21_02.mp3","s5_d21_03.mp3","s5_d21_04.mp3","s5_d21_05.mp3","s5_d21_06.mp3","s5_d21_07.mp3","s5_d22_01.mp3","s5_d22_02.mp3","s5_d22_03.mp3","s5_d22_04.mp3","s5_d22_05.mp3","s5_d22_06.mp3","s5_d23_01.mp3","s5_d23_02.mp3","s5_d23_03.mp3","s5_d23_04.mp3","s5_d23_05.mp3","s5_d23_06.mp3"],
    "gplaylistAx" : ["s5_d21_01.mp3","s5_d21_02.mp3","s5_d21_03.mp3","@4","s5_d21_05.mp3","@4","s5_d21_07.mp3","s5_d22_01.mp3","s5_d22_02.mp3","@4","s5_d22_04.mp3","@7","s5_d22_06.mp3","s5_d23_01.mp3","s5_d23_02.mp3","@3","s5_d23_04.mp3","@7","s5_d23_06.mp3"],
    "gplaylistxB" : ["s5_d21_01.mp3","s5_d21_02.mp3","@3","s5_d21_04.mp3","@3","s5_d21_06.mp3","@3","s5_d22_01.mp3","@5","s5_d22_03.mp3","@6","s5_d22_05.mp3","@4","s5_d23_01.mp3","@5","s5_d23_03.mp3","@6","s5_d23_05.mp3","@6"]
};
