var gPlayData = {
    "langlink": "player_703_e.html",
    "beforelink": "player_002.html?702",
    "nextlink": "index.html",
    "jptitle": "第7課　談話練習2　 日時を調整する",
    "djp": [
        "1. （A・B：取引先同士 ）",
        "Ａ： ご都合はいつがよろしいでしょうか。",
        "Ｂ： そうですね。来週の木曜日はいかがですか。",
        "Ａ： すみません。来週の木曜日はちょっと……。出張なものですから。来週は木曜日以外でしたらいつでも大丈夫なんですが。",
        "Ｂ： そうですか。では、来週の金曜日の午後3時でお願いします。",
        "Ａ： はい。わかりました。",
        "2. （A・B：取引先同士 ）",
        "Ａ： ご都合はいかがでしょうか。",
        "Ｂ： そうですね。明後日はいかがですか。",
        "Ａ： 明後日ですか。午前中でしたら、大丈夫なんですが。",
        "Ｂ： そうですか。では、10時はいかがですか。",
        "Ａ： 承知しました。",
        "3. （A・B：取引先同士 ）",
        "Ａ： いつにいたしましょうか。",
        "Ｂ： そうですね。週明けはいかがですか。",
        "Ａ： 週明けですか。申し訳ありません。月曜日は終日会議が入っておりまして……。週の後半でしたらいつでも構わないんですが。",
        "Ｂ： そうですか。では、木曜日の4時でよろしいでしょうか。",
        "Ａ： はい。結構です。"
    ],
    "gplaylistAB" : ["s7_d21_01.mp3","s7_d21_02.mp3","s7_d21_03.mp3","s7_d21_04.mp3","s7_d21_05.mp3","s7_d21_06.mp3","s7_d21_07.mp3","s7_d22_01.mp3","s7_d22_02.mp3","s7_d22_03.mp3","s7_d22_04.mp3","s7_d22_05.mp3","s7_d22_06.mp3","s7_d23_01.mp3","s7_d23_02.mp3","s7_d23_03.mp3","s7_d23_04.mp3","s7_d23_05.mp3","s7_d23_06.mp3"],
    "gplaylistAx" : ["s7_d21_01.mp3","s7_d21_02.mp3","s7_d21_03.mp3","@4","s7_d21_05.mp3","@6","s7_d21_07.mp3","s7_d22_01.mp3","s7_d22_02.mp3","@3","s7_d22_04.mp3","@4","s7_d22_06.mp3","s7_d23_01.mp3","s7_d23_02.mp3","@3","s7_d23_04.mp3","@5","s7_d23_06.mp3"],
    "gplaylistxB" : ["s7_d21_01.mp3","s7_d21_02.mp3","@2","s7_d21_04.mp3","@9","s7_d21_06.mp3","@2","s7_d22_01.mp3","@2","s7_d22_03.mp3","@5","s7_d22_05.mp3","@2","s7_d23_01.mp3","@2","s7_d23_03.mp3","@10","s7_d23_05.mp3","@2"]
};
