var gPlayData = {
    "langlink": "player_803_e.html",
    "beforelink": "player_002.html?802",
    "nextlink": "index.html",
    "jptitle": "第8課　談話練習2　 返事を保留する",
    "djp": [
        "1. （A・B：取引先同士 ）",
        "Ａ： こちらの条件でよろしいでしょうか。",
        "Ｂ： 申し訳ありません。少しお時間をいただいてもよろしいでしょうか。持ち帰って検討した上で、お返事させていただきますので。",
        "Ａ： わかりました。いつ頃になりますでしょうか。",
        "Ｂ： 明日中にご連絡するようにいたします。",
        "Ａ： そうですか。よろしくお願いいたします。",
        "2. （A・B：取引先同士 ）",
        "Ａ：打ち合わせの日時はいかがいたしましょうか。",
        "Ｂ： 申し訳ありません。少しお時間をいただいてもよろしいでしょうか。スケジュールを調整いたしますので。",
        "Ａ： そうですか。できましたら、今日中にご連絡いただきたいんですが。",
        "Ｂ： わかりました。今日中にメールでご連絡いたします。",
        "Ａ： よろしくお願いいたします。",
        "3. （A：客　B：家電量販店の店員）",
        "Ａ： エアコンの設置はいつやっていただけるんでしょうか。",
        "Ｂ： 申し訳ありません。少しお時間をいただいてもよろしいでしょうか。今、立て込んでおりまして……。空き状況を確認し次第お電話いたします。",
        "Ａ： 毎晩暑くて寝られないんですから。大至急お願いしますよ。",
        "Ｂ： 承知しました。出来るだけ早くお電話いたします。",
        "Ａ： 頼みますよ。"
    ],
    "gplaylistAB" : ["s8_d21_01.mp3","s8_d21_02.mp3","s8_d21_03.mp3","s8_d21_04.mp3","s8_d21_05.mp3","s8_d21_06.mp3","s8_d21_07.mp3","s8_d22_01.mp3","s8_d22_02.mp3","s8_d22_03.mp3","s8_d22_04.mp3","s8_d22_05.mp3","s8_d22_06.mp3","s8_d23_01.mp3","s8_d23_02.mp3","s8_d23_03.mp3","s8_d23_04.mp3","s8_d23_05.mp3","s8_d23_06.mp3"],
    "gplaylistAx" : ["s8_d21_01.mp3","s8_d21_02.mp3","s8_d21_03.mp3","@9","s8_d21_05.mp3","@3","s8_d21_07.mp3","s8_d22_01.mp3","s8_d22_02.mp3","@7","s8_d22_04.mp3","@4","s8_d22_06.mp3","s8_d23_01.mp3","s8_d23_02.mp3","@10","s8_d23_04.mp3","@4","s8_d23_06.mp3"],
    "gplaylistxB" : ["s8_d21_01.mp3","s8_d21_02.mp3","@2","s8_d21_04.mp3","@3","s8_d21_06.mp3","@4","s8_d22_01.mp3","@3","s8_d22_03.mp3","@5","s8_d22_05.mp3","@2","s8_d23_01.mp3","@3","s8_d23_03.mp3","@5","s8_d23_05.mp3","@2"]
};
